i5/20220906-btrfs/raid6/default/50/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 50
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 21329585
number of failed transactions: 0 (0.000%)
latency average = 2.700 ms
initial connection time = 6.474 ms
tps = 5924.831229 (without initial connection time)